Repository: fullstackdev-star/ChyrpLite
Catalog: feathers/photo/locale/*/LC_MESSAGES/photo.po
Languages: it_it

source: Alternative Text
it_it: Testo Alternative

source: This text provides a brief description of the photo; it is useful for visually impaired visitors, and it will be displayed if the image format is not supported by the visitor's web browser or if the image has not yet downloaded.
it_it: Questo testo fornisce una breve descrizione della foto. É utile per i visitatori ipovedenti, e verrà visualizzato se il formato dell'immagine non è supportato dal browser Web del visitatore o se l'immagine non è stata ancora scaricata.

source: Photo Source
it_it: Sorgente Foto

source: This can be a URL that will take visitors to the original resource or it can be a human-readable description of the photo's origin.
it_it: Questo può essere un URL che porterà i visitatori alla risorsa originale o può essere una descrizione leggibile dell'origine della foto.

source: Photo
it_it: Foto

source: Upload and display an image with a caption.
it_it: Carica e visualizza un'immagine con una didascalia.

source: Title
it_it: Titolo

source: (Max. file size: %d Megabytes)
it_it: (Dimensione massima del file:%d megabyte)

source: Caption
it_it: Didascalia

source: You did not select a photo to upload.
it_it: Non é stata selezionata alcuna foto da caricare.

source: Source
it_it: Sorgente
